"平铺桌面上的所有窗口"="Título todas as janelas no Desktop"
"短焦"="Foco curto"
"设备丢失"="Dispositivo perdido"
"正常使用模式"="Modo de uso normal"
"状态"="Estado"
"请点击<中左处>的十字符号。"="Por favor, clique no símbolo da cruz em <centro-esquerda>."
"进程名称"="Nome do processo"
"播放视频失败!"="Reprodução de vídeo falhou"
"屏幕宽度"="Largura da tela"
"禁用"="Proibido"
"背投模式"="Projetor de retaguarda"
"正常使用设置"="Configurações de uso normal"
"互动白板定位软件 "="4.1.0.0 Quadro Interactivo Sistema de Calibração"
"请点击<左上角>的十字符号。"="Por favor, clique no símbolo da cruz em <superior esquerdo>."
"图像传感器参数设定"="Configurações de sensor de imagem"
"36 点"="36 Ponto"
"禁止光笔控制(Ctrl + Shift + P)"="Desativar a Caneta óptica (Ctrl + Shift + P)"
"帧率："="Quadros por segundo"
"特例进程列表"="Lista de processo especial"
"翻译项目"="Item de tradução"
"更多windows手势设置"="Mais configurações gestos do Windows"
"提示信息"="Mensagem Prompt"
"自动校正失败！"="A calibração automática falhou!"
"状态:播放视频失败"="Estado: Reprodução de vídeo falhou "
"你需要重新设置光斑的信息吗？"="Tem certeza que deseja repor informações sobre pontos de luz?"
"长焦"="Foco longo"
"自动校正失败！ 正确的校正单元数少于36。"="A calibração automática falhou! O número de celular de calibração válido é inferior a 36."
"手动编辑屏蔽区域"="Área Máscara Manual"
"刷新当前窗口"="Atualizar o Windows atual"
"灰度值"="Cinza claro"
"视频设备列表"="Lista de dispositivos de vídeo"
"安装向导"="Guia de instalação"
"缺省值"="Configurações padrão"
"windows手势设置"="Configurações gesto de Windows"
"RSBoard手势识别设置"="Configurações do reconhecimento de gestos de RSBoard"
"1.调试摄像头模式"="Ajuste o modo de imagem de Webcam"
"调试激光发射器模式"="Ajuste o modo de imagem de transmissor Laser"
"参数设置"="Definições de Parâmetros"
"最大化/还原当前窗口"="Maximize / Restore do Windows atual"
"手动校正"="Calibragem Manual"
"36点"="36 Ponto"
"亮度系数（0~255）"="Coeficiente de brilho(0~255)"
"坐标或面积不能为零，请重新再输入"="Não ser zero nas coordenadas ou área, por favor, re-entrar."
"校正类型"="Tipo de calibração "
"视频"="Vídeo"
"错误!"="Erro!"
"mspaint.exe"="mspaint.exe"
"自动校正设置"="Configuração da calibragem automática"
"手势识别配置"="Config de reconhecimento do gesto"
"伽玛值"="Valor de gama"
"视频格式列表"="Lista de formatos de vídeo"
"关闭当前窗口"="Feche o Windows atual"
"模拟校正"="Calibração de simulação"
"Process Name"="Nome de processo"
"开启所有基于手指的手势"="Iniciar todos os gestos do dedo-baseado"
"状态:停止"="Estado: Pare"
"添加特例"="Adicionar exceção"
"显示主窗体"="Mostrar o Window Principal"
"25 点"="25 Ponto"
"请点击<中右处>的十字符号。"="Por favor, clique no símbolo da cruz em <centro-direita>."
"软件狗错误！"="Erro de Software Dongle"
"退出手动修正"="Saia da correção manual"
"删除"="Apagar"
"手掌与标准光斑的倍数"="Palma em múltiplos de ponto"
"手指触控"="Dedo do toque"
"windows画图"="Tintas do Windows"
"GLBoard手势设置"="Configurações gesto de GLBoard"
"确认退出人工补正操作吗?"="Tem certeza que deseja sair intervenção correta manual?"
"如果需要设置每个点的坐标与光斑大小，请点击屏幕上的口字符号 "="Por favor, clique no símbolo para definir as coordenadas e tamanhos de pontos de luz."
"窗口切换"="Alternar o Windows"
"启用录制录像"="Quer gravar vídeo"
"交换图像(←→)"="Trocar imagem"
"未发现手指触控加密锁"="Não encontrou o toque do dedo para a chave de software"
"帮助"="Ajuda"
"屏蔽区域设定相关"="Configurações da área mascarada"
"操作"="Operação"
"开启所有基于手掌的手势"="Comece todos os gestos baseados em palm"
"另外一个3D白板定位程序正在运行中"="Outra localizador quadro 3D está em execução."
"双屏拼接"="Tela dupla"
"图像传感器"="Sensor de imagem"
"响应光斑大小比例"="Proporção do ponto"
"手势设置"="Configurações gesto"
"开启日志"="Iniciar sessão"
"手动编辑遮蔽区域"="Edição manual da área coberta"
"请点击<左下角>的十字符号。"="Por favor, clique no símbolo da cruz em <inferior esquerdo>."
"亮度系数"="Coeficiente de brilho"
"关于… "="Sobre…"
"请点击<右上角>的十字符号。"="Por favor, clique no símbolo da cruz em <superior direito>."
"最小化当前窗口"="Minimizar o Windows atual"
"屏幕高度"="Altura da tela"
"激光影像电子白板定位软件"="Calibração Programa de Quadro Interativo"
"结束屏蔽区域编辑"="Terminar edição da área da másc"
"校正失败,请重新校正！"="Calibração falhou! Por favor, tente novamente."
"高级设置"="Configuração avançada"
"确定要退出光斑的设置，重新设置请点击 '取消' "="Tem certeza que deseja sair da definição de pontos de luz, por favor clique em <Cancel> quando o reajuste."
"应用"="Aplicar"
"取消"="Cancelar"
"添加"="Adicionar"
"互动白板定位程序"="Programa Quadro de calibração interativo"
"你所点击的不在任何一个口字的位置上，请重新设置 "="O local que você clique não é de quaisquer símbolos, por favor, re-entrar."
"语言选择"="Opções de idioma"
"开启所有RSBorad手势"="Comece todos os gestos de RSBorad"
"状态:未找到设备"="Estado: O ispositivo não foi encontrado"
"自动屏蔽干扰点"="Bloqueio automático ao ponto de ofender"
"开启所有windows手势"="Comece todos os gestos de Windows"
"低"="Baixo"
"平均画面亮度"="Brilho médio"
"自动校正"="Calibração Automática"
"确认结束校正吗?按""取消""重新校正"="Acabar de calibrar? Pressione Cancelar para calibrar novamente."
"请点击<中上处>的十字符号。"="Por favor, clique no símbolo da cruz em <média alta>."
"更多RSBorad手势设置"="Mais configurações de gestos de RSBoard"
"确认信息"="Confirmação"
"状态:运行"="Estado: Correndo "
"退出校正"="Sair da calibragem"
"结束屏蔽图编辑"="Finalizar a edição de aberturas de máscara"
"停止"="Pare"
"平均画面亮度（0~255）"="Brilho médio（0~255）"
"3D电子白板光笔定位程序"="Programa de 3D calibração caneta óptica whiteboard"
"调试摄像头模式"="Ajuste o modo de imagem de Webcam"
"显示桌面"="Mostrar Desktop"
"请点击<右下角>的十字符号。"="Por favor, clique no símbolo da cruz em <inferior direito>."
"状态：运行"="Estado: em curso"
"系统启动时自动运行"="Auto executar na inicialização do sistema"
"鼠标滚轮"="Roda do mouse"
"程序启动时发现干扰点, 光笔被自动禁用！"="Pontos ofensivos foram encontrados quando o programa estava começando, assim que a caneta de luz é automaticamente desativado."
"实时帧率"="Em tempo real FPS"
"设定修改将在下次启动时生效"="A modificação terá efeito quando o arranque da próxima vez."
"2.调试激光器模式"="Ajuste o modo de imagem de transmissor Laser"
"退出"="Saída"
"错误提示"="Erro"
"自动屏蔽"="Bloqueio automático"
"退出光斑设置"="Sair da definição ponto de luz"
"应用（A)"="Aplicar（A）"
"程序运行中发现有大的干扰点出现,光笔被自动禁用！"="Grandes pontos ofensivos foram encontrados quando o programa estava funcionando, então a caneta de luz é automaticamente desativado."
"Application Name"="Nome de aplicação"
"传感器 2"="Sensor 2"
"镜头焦距类型"="Tipo de foco da lente"
"安装调试"="Instalação e Depuração"
"运行"="Correndo"
"你没有权限使用手指触控功能!"="Você não tem o direito de usar a função de toque do dedo."
"开启RSBoard手势识别"="Comece o reconhecimento de gestos de RSBoard"
"笔触控"="Caneta de toque"
"电子白板定位程序"="Calibração Programa de Quadro"
"高"="Alto"
"激光影像电子白板定位软件（v4.0.0.0）"="Calibração Programa de Quadro Interativo (Versão 4.0.0.0)"
"手势识别设置"="Config de reconhecimento do gesto"
"平均帧率"="Média FPS"
"校正录像文件"="Calibrar arquivos de gravação"
"应用程序名称"="Nome da aplicação"
"光斑采样"="Amostragem de Ponto Luz"
"图像亮度"="Brilho da imagem"
"禁止光笔控制"="Desativar a Caneta óptica"
"确定"="OK"
"应用程序名称："="Nome da Aplicação"
"基于手指的手势"="Gesto de dedo-baseado"
"25点"="25 Ponto"
"请点击<正中间>的十字符号。"="Por favor, clique no símbolo da cruz em <o meio>."
"请点击屏幕上的口字符号取得光斑的大小"="Por favor, clique no símbolo na tela para obter os tamanhos de pontos de luz."
"传感器 1"="Sensor 1"
"例外进程"="Processo de exceção"
"常规进程"="Processos regulares"
"推荐值"="Valor recomendado"
"更多GLBoard手势设置"="Mais configurações de gestos de GlBoard"
"手掌与标准光斑的倍数（3~7）"="Palma em múltiplos de ponto（3~7）"
"投射比"="rácio de arremesso"
"帧率"="FPS"
"结束编辑"="Edição Final"
"基于手掌的手势"="Gesto baseada em palma"
"响应光斑大小比例（20%~80%）"="Proporção do ponto(20%~80%)"
"参数设置..."="Definições de Parâmetros…"
"移动当前窗口"="Mover janelas atuais"
"删除选中特例"="Excluir a exceção"
"启动"="Começo"
"自动屏蔽(Ctrl + Shift + A)"="Bloqueio automático (Ctrl + Shift + A)"
"缺省设置"="Configuração padrão"
"浏览"="Procurar"
"板擦与标准光斑的倍数"="Borracha em múltiplos do ponto"
"指定的USB摄像头未找到, 请插入摄像头！"="A câmera USB especificado está faltando! Por favor insira uma câmera."
"3.正常使用模式"="Modo de uso normal"
"开启所有GLBoard手势"="Comece todos os gestos de GLBoard"
"RSBorad手势设置"="Configurações gesto de RSBorad"
"状态窗口"="Estado de Windows"
"手动修正快捷菜单"="Menu rápido para a correção manual"
"触屏"="Toque"
"请点击<中下处>的十字符号。"="Por favor, clique no símbolo da cruz em <média baixa>."
"进程名称："="Nome do processo"
"其他设置"="Outras configurações"
"鼠标"="Rato"
"灰度值（0~255）"="Cinza claro（0~255）"
"超短焦"="Super curto de foco"
"更多windows手势设置…"="Mais configurações gestos do Windows"
"关于..."="Sobre…"
"选择界面语言"="Opções de idioma"
"请点击箭头顶端闪烁的点"="Por favor, clique no ponto piscando na ponta da seta."

